tap "andreybleme/lazycontainer", "https://github.com/andreybleme/lazycontainer"
tap "artginzburg/tap"
tap "azure/kubelogin"
tap "bufbuild/buf"
tap "clojure/tools"
tap "danvergara/tools"
tap "homebrew/services"
tap "omissis/go-jsonschema"
tap "ory/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "spacelift-io/spacelift"
tap "sst/tap"
tap "turbot/tap"
brew "ansible"
brew "argocd"
brew "autojump"
brew "avrdude"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "node"
brew "bitwarden-cli"
brew "certbot"
brew "coreutils"
brew "delve"
brew "dive"
brew "dnscontrol"
brew "docker"
brew "elixir"
brew "fd"
brew "fish"
brew "fish-lsp"
brew "fzf"
brew "gh"
brew "glow"
brew "gnu-sed"
brew "gomodifytags"
brew "gopass"
brew "grafana-agent"
brew "harfbuzz"
brew "graphviz"
brew "helm"
brew "helm-docs"
brew "htop"
brew "hurl"
brew "icu4c@76"
brew "jq"
brew "jsonnet-bundler"
brew "k9s"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubelogin"
brew "kubeseal"
brew "kustomize"
brew "openjdk"
brew "leiningen"
brew "luarocks"
brew "lynx"
brew "maven"
brew "minikube"
brew "mtr"
brew "mysql"
brew "neovim"
brew "newsboat"
brew "ollama", restart_service: :changed
brew "operator-sdk"
brew "packer"
brew "pam-reattach"
brew "parallel"
brew "pillow"
brew "pinentry-mac"
brew "pixie"
brew "pngpaste"
brew "pop"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "spotify-tui"
brew "spotifyd", restart_service: :changed
brew "starship"
brew "tailscale"
brew "tanka"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trivy"
brew "unzip"
brew "uv"
brew "watch"
brew "watchexec"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "yq"
brew "zig"
brew "andreybleme/lazycontainer/lazycontainer"
brew "artginzburg/tap/sudo-touchid"
brew "bufbuild/buf/buf"
brew "clojure/tools/clojure"
brew "danvergara/tools/dblab"
brew "omissis/go-jsonschema/go-jsonschema"
brew "ory/tap/cli"
brew "ory/tap/hydra"
brew "qmk/qmk/qmk"
brew "spacelift-io/spacelift/spacectl"
brew "sst/tap/opencode"
brew "turbot/tap/steampipe"
cask "1password-cli"
cask "amethyst"
cask "beeper"
cask "blender"
cask "cabal"
cask "claude"
cask "container"
cask "excalidrawz"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "k6-studio"
cask "qmk-toolbox"
cask "spotify"
cask "temurin@21"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm@nightly"
cask "wireshark-app"
cask "zed"
